Revit 2027 API
UnitTypeId.MillimetersOfMercury Property
 Millimeters of mercury.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MillimetersOfMercury { get; }
Public Shared ReadOnly Property MillimetersOfMercury As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MillimetersOfMercury {
	ForgeTypeId^ get ();
}
static member MillimetersOfMercury : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace